Repository: caugbr/customize-css
Catalog: langs/ccss-*.po
Languages: pt_br

source: Customize CSS is a plugin that allows specific users to edit layout details in predefined areas of your site, directly from the frontend.
pt_br: Customize CSS é um plugin que permite a usuários específicos editar detalhes do layout em áreas predefinidas do site, diretamente do frontend.

source: Rule name
pt_br: Nome da regra

source: Created at
pt_br: Criado em

source: Actions
pt_br: Ações

source: Edit
pt_br: Editar

source: There is no undo. Are you sure?
pt_br: Não será possível desfazer. Tem certeza?

source: Delete
pt_br: Remover

source: Selector
pt_br: Seletor

source: Description
pt_br: Descrição

source: Properties
pt_br: Propriedades

source: Post types
pt_br: Tipos de post

source: There is no post types selected
pt_br: Não há posts selecionados

source: Taxonomies
pt_br: Taxonomias

source: There is no taxonomies selected
pt_br: Não há taxonomias selecionadas

source: Taxonomy queries relation
pt_br: Relação entre as queries de taxonomia

source: Authorized editors
pt_br: Editores autorizados

source: User roles
pt_br: Níveis de usuário

source: No user roles defined
pt_br: Nenhum nível definido

source: Custom user field
pt_br: Campo personalizado

source: No custom user field was set
pt_br: Nenhum campo personalizado definido

source: Custom user field value
pt_br: Valor do campo

source: No custom user field value was set
pt_br: Nenhum valor definido para o campo personalizado

source: Users
pt_br: Usuários

source: No users selected
pt_br: Nenhum usuário selecionado

source: Editable areas
pt_br: Áreas editáveis

source: No editable areas defined
pt_br: Nenhuma área editável definida

source: Locations
pt_br: Locais

source: No locations defined
pt_br: Nenhum local definido

source: Do you really want to remove this item?
pt_br: Deseja realmente remover este item?

source: Pages
pt_br: Páginas

source: No specific pages set
pt_br: Nenhuma página definida

source: There is no content (post types, pages, taxonomies) selected to apply
pt_br: Não há conteúdos (tipos de post, páginas, taxonomias) selecionados

source: The is no place (lists, single, sub pages) defined to show
pt_br: Nenhum local selecionado (listas, publicações, subpáginas) para a exibição

source: There are no users (roles, custom field, specific users) set to edit
pt_br: Não há usuários (níveis, campos personalizados, usuários específicos) selecionados para editar

source: Give a name for this rule
pt_br: Dê um nome para esta regra

source: Custom post field
pt_br: Campo personalizado

source: No custom post field was set
pt_br: Nenhum campo personalizado definido

source: Custom post field value
pt_br: Valor do campo

source: No custom post field value was set
pt_br: Nenhum valor definido para o campo personalizado

source: Choose an image to replace
pt_br: Escolha uma imagem para ser substituída

source: Choose a replacement image
pt_br: Escolha uma imagem para substituir

source: Select image
pt_br: Escolha uma imagem

source: Replaced images
pt_br: Substituir imagens

source: There is no replaced images
pt_br: Não há imagens substituíveis

source: Rule successfully saved.
pt_br: Regra salva com sucesso.

source: The rule could not be saved.
pt_br: A regra não pôde ser salva.

source: Uploads are not allowed.
pt_br: Uploads não são permitidos.

source: Customization rules
pt_br: Regras de customização

source: Add custom rule
pt_br: Adicionar regra

source: Customization Settings
pt_br: Configurações de customização

source: Settings
pt_br: Configurações

source: Settings successfully saved!
pt_br: Configurações salvas com sucesso.

source: Customize CSS settings
pt_br: Configurações do Constumize CSS

source: Buttons
pt_br: Botões

source: You can set the position of our buttons to prevent interference with your site's layout.
pt_br: Você pode definir a posição dos nossos botões para se ajustarem ao layout do seu site.

source: Edit Button Position
pt_br: Botão Editar página

source: Set the position of the 'Edit Page' button (in pixels).
pt_br: Defina a posição do botão Editar (em pixels)

source: Save Button Position
pt_br: Botão Salvar mudanças

source: Set the position of the 'Save Page' button (in pixels).
pt_br: Defina a posição do botão Salvar (em pixels)

source: Image Frame on the Frontend
pt_br: Seleção de imagens

source: You can define rules for how the Image Frame behaves on the frontend.
pt_br: Você pode definir como a janela de seleção de imagens se comporta no front-end.

source: All available images
pt_br: Todas as imagens

source: Only images uploaded by the editor
pt_br: Só imagens enviadas pelo editor

source: Set the filter for which images the editor can view in the frontend
pt_br: Defina o filtro para selecionar as imagens que serão exibidas no front-end

source: Image Filter
pt_br: Filtro

source: Delete images
pt_br: Excluir imagens

source: Edit images
pt_br: Editar imagens

source: Upload images
pt_br: Enviar imagens

source: Set user permissions for images in the frontend
pt_br: Defina as permissões do usuário com as imagens no front-end

source: Permissions
pt_br: Permissões

source: Save settings
pt_br: Salvar configurações

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Top
pt_br: Acima

source: Bottom
pt_br: Embaixo

source: Invalid nonce. Unauthorized action.
pt_br: Nonce inválido. Ação não autorizada.

source: Customization rule successfully removed!
pt_br: Regra de customização removida com sucesso!

source: The rule could not be removed
pt_br: A regra não pôde ser removida

source: Add new rule
pt_br: Adicionar nova regra

source: This page depends on Form inputs plugin. Please install it.
pt_br: Essa página depende do plugin Form Inputs. Por favor instale ele.

source: Customization rule successfully added!
pt_br: Regra de customização adicionada com sucesso!

source: Customization rule successfully updated!
pt_br: Regra de customização atualizada com sucesso!

source: Update customization rule
pt_br: Atualizar regra de customização

source: Create new customization rule
pt_br: Criar nova regra de customização

source: Content types
pt_br: Tipos de conteúdo

source: Authorize users
pt_br: Autorizar usuários

source: Replace images
pt_br: Substituir imagens

source: Generate rule
pt_br: Criar regra

source: Select the %s you want to make editable
pt_br: Selecione as %s que deseja tornar editáveis

source: Select specific pages to apply this rule
pt_br: Selecione páginas específicas para aplicar esta regra

source: Specific pages
pt_br: Páginas específicas

source: Only posts that have this custom field set
pt_br: Somente posts que possuam este campo personalizado definido

source: Custom field
pt_br: Campo personalizado

source: The custom field must have this value (optional)
pt_br: O campo personalizado deve ter este valor (opcional)

source: Custom field value
pt_br: Valor do campo

source: The relation between multiple taxonomy queries
pt_br: Releção entre múltiplas queries de taxonomia

source: Tax queries relation
pt_br: Relação entre as queries

source: Post lists
pt_br: Listas de posts

source: Single posts
pt_br: Página do post

source: Sub pages
pt_br: Subpáginas

source: Where these changes should be applied?
pt_br: Aonde essas mudanças devem ser aplicadas?

source: Apply to
pt_br: Aplicar em

source: Users that can edit
pt_br: Usuários que podem editar

source: Select the user levels that can edit
pt_br: Selecione os níveis de usuário que poderão editar

source: Only users that have this custom field can edit
pt_br: Somente usuários com este campo personalizado podem editar

source: User custom field
pt_br: Campo personalizado

source: Select specific users to edit this rule
pt_br: Selecione usuários específicos para editar esta regra

source: Editable page areas
pt_br: Áreas editáveis

source: No areas yet
pt_br: Nenhuma área ainda

source: Add area
pt_br: Adicionar área

source: Add editable area
pt_br: Adicionar área editável

source: Insert a CSS selector that gets the area of the page that will be editable
pt_br: Digite um seletor CSS para pegar a área da página que será editável

source: CSS selector
pt_br: Seletor CSS

source: Description of this area
pt_br: Descrição desta área

source: Check all
pt_br: Marcar todos

source: Select the properties that can be used in this rule
pt_br: Selecione as propriedades que poderão ser usadas nesta área

source: Cancel
pt_br: Cancelar

source: Image replacements
pt_br: Imagens substituíveis

source: No replacements yet
pt_br: Nenhuma substituição ainda

source: Add replacement
pt_br: Adicionar substituição

source: Add image replacement
pt_br: Adicionar imagem substituível

source: Insert some image URL - %sselect from site images%s
pt_br: Insira a URL de alguma imagem - %sselecione entre as imagens do site%s

source: Original URL
pt_br: URL original

source: Define the image that will replace the original one - %sselect from site images%s
pt_br: Defina a imagem que irá substituir a original - %sselecione entre as imagens do site%s

source: Replacement URL
pt_br: URL substituta

source: Review and generate rule
pt_br: Conferir e gerar regra

source: Create customization rule
pt_br: Criar regra de customização

source: &laquo; Previous
pt_br: &laquo; Anterior

source: Next &raquo;
pt_br: Próxima &raquo;

source: Editable
pt_br: Editável

source: Edit page
pt_br: Editar página

source: Editing rule
pt_br: Editando regra

source: Editing %s
pt_br: Editando %s

source: Save changes
pt_br: Salvar mudanças

source: Replaceable image
pt_br: Imagem substituível

source: Apply
pt_br: Aplicar

source: Clear
pt_br: Limpar
